
"%d Active Connections" = "%d 个活跃的连接";

"%d Items" = "%d Items";

"%d Tunnelblick Connections Imported" = "%d Tunnelblick 连接被导入。";

"%d connections were successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "成功的从 Tunnelblick 中导入 %d 个连接. 如果您使用过OpenVPN的高级功能或脚本，请访问“首选项”部分，以确保它是正确导入的。";

"%s Could Not Be Connected" = "%s Could Not Be Connected";

"%s Has Been Disconnected" = "%s Has Been Disconnected";

"%s Is Connected" = "%s Is Connected";

"%s Is Disconnected" = "%s Is Disconnected";

"%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again." = "%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again.";

"1 Active Connection" = "1 个活跃的连接";

"A Connection/s Could Not Be Imported" = "A Connection/s Could Not Be Imported";

"A connection was successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure it was imported correctly." = "成功的从 Tunnelblick 中导入一个连接，如果您使用过OpenVPN的高级功能或脚本，请访问“首选项”部分，以确保它是正确导入的。";

"A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available." = "A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available.";

"Admin Rights Required" = "Admin Rights Required";

"Allow" = "Allow";

"Allow OpenVPN-AS Script To Run?" = "Allow OpenVPN-AS Script To Run?";

"Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option." = "Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option.";

"Always perform this action for this connection" = "Always perform this action for this connection";

"An installation of Tunnelblick was detected on your computer. Would you like Viscosity to automatically import connection configurations from it?" = "在您的计算机中发现 Tunnelblick 连接，希望 Viscosity 为您自动导入该配置文件吗？";

"Append" = "Append";

"Are you sure you want to delete the connection '%s'?" = "确定删除 '%s' ？";

"Are you sure you want to delete the folder '%s' and its %d items?" = "Are you sure you want to delete the folder '%s' and its %d items?";

"Are you sure you want to delete the folder '%s'?" = "Are you sure you want to delete the folder '%s'?";

"Authenticating" = "正在验证";

"Authentication Failed" = "Authentication Failed";

"Automatically Connect" = "Automatically Connect";

"Before Connect script terminated connection attempt." = "Before Connect script terminated connection attempt.";

"Bytes" = "Bytes";

"Cancel" = "Cancel";

"Checking reachability status of connection..." = "Checking reachability status of connection...";

"Clear" = "清除";

"Connect %s" = "连接 %s";

"Connected" = "已连接";

"Connecting" = "正在接连";

"Connection Failed" = "Connection Failed";

"Connection Imported" = "Connection Imported";

"Connection is not reachable. Disconnecting." = "Connection is not reachable. Disconnecting.";

"Connection is reachable. Starting connection attempt." = "Connection is reachable. Starting connection attempt.";

"Connection/s Imported" = "Connection/s Imported";

"Delete Connection" = "Delete Connection";

"Delete Folder" = "Delete Folder";

"Deny" = "Deny";

"Details..." = "详细信息 ...";

"Disconnect %s" = "断开 %s";

"Disconnected" = "未连接";

"Enable" = "Enable";

"Enable unsafe OpenVPN commands?" = "Enable unsafe OpenVPN commands?";

"Enter License" = "Enter License";

"Error: Email Missing" = "错误：没有输入 Email 地址";

"Error: License Missing" = "错误：没有输入序列号";

"Error: Name Missing" = "错误：没有输入姓名";

"Error: Unsafe OpenVPN command detected" = "Error: Unsafe OpenVPN command detected";

"Exiting" = "正在退出";

"Export As:" = "导出：";

"Ignore" = "Ignore";

"Import Bundled Connections?" = "Import Bundled Connections?";

"Import Connections From Tunnelblick?" = "从 Tunnelblick 导入？";

"In" = "In";

"Install" = "Install";

"Invalid License" = "无效的注册";

"Invalid Remote Server Address" = "Invalid Remote Server Address";

"Invalid Username" = "Invalid Username";

"My Connection" = "我的连接";

"My Folder" = "My Folder";

"No" = "取消";

"No Tunnelblick Connections Imported" = "没有 Tunnelblick 连接被导入";

"No valid client-side Tunnelblick connections were found. But don't despair! You can use the Preferences section to manually set up or import a connection." = "没有发现有效的 Tunnelblick 配置文件，您可以使用“首选项”部分手动设置和导入一个连接。";

"None" = "None";

"OK" = "OK";

"One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully." = "One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully.";

"OpenVPN Verification Failed using the details in your keychain. Your keychain for this connection has been reset. Please reconnect to try again." = "OpenVPN Verification Failed using the details in your keychain. Your keychain for this connection has been reset. Please reconnect to try again.";

"OpenVPN Verification Failed. Please reconnect to try again." = "OpenVPN Verification Failed. Please reconnect to try again.";

"OpenVPN requires a username and password to continue." = "OpenVPN 需要用户名和密码以连接";

"Out" = "Out";

"Overwrite" = "Overwrite";

"Please enter the email associated with the license to continue." = "请输入与许可证相关联的 Email 地址以继续。";

"Please enter the license key to continue." = "请输入与许可证相关联的序列号以继续。";

"Please enter the name associated with the license to continue." = "请输入与许可证相关联的姓名以继续。";

"Please log into the HTTP Proxy server using your username and password." = "请使用您的用户名和密码登录到 HTTP 代理服务器";

"Please purchase Viscosity!" = "Please purchase Viscosity!";

"Preferences..." = "设置 ...";

"Purchase" = "Purchase";

"Quit" = "Quit";

"Quit Viscosity" = "退出";

"Reconnect" = "Reconnect";

"Reconnect Connections?" = "Reconnect Connections?";

"Registered To" = "注册给";

"Registration Successful" = "注册成功";

"Registration was successful. All limits have been removed. Thank you for purchasing Viscosity!" = "注册成功，所有的限制已被移除，感谢您购买 Viscosity！";

"Select ..." = "选择 ...";

"Several Connections Have Been Disconnected" = "Several Connections Have Been Disconnected";

"Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again." = "Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again.";

"The Connection Could Not Be Imported" = "The Connection Could Not Be Imported";

"The Connection Could Not Be Saved" = "连接将不会被保存";

"The OpenVPN subsystem could not be started. Please check the following:\n- Check for any error messages above this notification.\n- Make sure Viscosity is not running under a File Vault protected location (put Viscosity in the Applications folder).\n- Make sure the configuration is valid. Check the connection settings for the connection using Viscosity and make sure all settings are correct." = "The OpenVPN subsystem could not be started. Please check the following:\n- Check for any error messages above this notification.\n- Make sure Viscosity is not running under a File Vault protected location (put Viscosity in the Applications folder).\n- Make sure the configuration is valid. Check the connection settings for the connection using Viscosity and make sure all settings are correct.";

"The OpenVPN subsystem could not be started. Please see the log section (the third icon) in the Details window for more information." = "The OpenVPN subsystem could not be started. Please see the log section (the third icon) in the Details window for more information.";

"The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?" = "The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?";

"The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance." = "The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance.";

"The Route Could Not Be Added" = "The Route Could Not Be Added";

"The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate." = "The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate.";

"The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?" = "The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?";

"The connection %@ has connected with an IP address of %@." = "The connection %@ has connected with an IP address of %@.";

"The connection %s has been disconnected." = "The connection %s has been disconnected.";

"The connection %s has connected." = "The connection %s has connected.";

"The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area." = "The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area.";

"The file opened is not a valid Viscosity connection bundle." = "The file opened is not a valid Viscosity connection bundle.";

"The file selected is not a valid client-side OpenVPN configuration file." = "The file selected is not a valid client-side OpenVPN configuration file.";

"The license key entered was invalid. Please check the name, email address, and license key and try again." = "您输入的注册不正确，请在重新检查姓名、email地址和序列号后重试。";

"The name '%s' is already in use. Please enter a new name." = "名称 '%s' 已经被使用，请输入一个新的名称。";

"The remote server could not be contacted. Please make sure you have entered a valid server address and try again." = "The remote server could not be contacted. Please make sure you have entered a valid server address and try again.";

"The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again." = "The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again.";

"The username and/or password entered was incorrect. Please reconnect to try again." = "您输入用户名/密码信息有误，请重新再试一次。";

"The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again." = "The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again.";

"The username and/or password in your keychain was incorrect. Your keychain for this connection has been reset. Please reconnect to try again." = "您输入的用户名/密码信息有误，对于您这次输入的钥匙串已被重置。请重新再试一次。";

"This copy of Viscosity has been bundled with one or more connections. Would you like to overwrite your existing connections with the bundled connection/s, or append them to your connection list without removing your existing connection/s?" = "This copy of Viscosity has been bundled with one or more connections. Would you like to overwrite your existing connections with the bundled connection/s, or append them to your connection list without removing your existing connection/s?";

"Trial Period Expired!" = "Trial Period Expired!";

"Tunnelblick Connection Imported" = "Tunnelblick 连接已被导入";

"Username/Password (Basic)" = "Username/Password (Basic)";

"Username/Password (NTLM)" = "Username/Password (NTLM)";

"Verification Failed" = "Verification Failed";

"Viscosity Helper Connection Failed" = "Viscosity Helper Connection Failed";

"Viscosity Helper Connection Lost" = "Viscosity Helper Connection Lost";

"Viscosity Helper Tool Installation" = "Viscosity Helper Tool Installation";

"Viscosity Helper Tool Installation Failed" = "Viscosity Helper Tool Installation Failed";

"Viscosity can't verify the identity of the server \"%@\"." = "Viscosity can't verify the identity of the server \"%@\".";

"Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install." = "Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install.";

"Viscosity has successfully imported the connection. It is now available in your connection list." = "Viscosity has successfully imported the connection. It is now available in your connection list.";

"Viscosity has successfully imported the connection. It is now available in your connection list.\n\nIf you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "Viscosity has successfully imported the connection. It is now available in your connection list.\n\nIf you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly.";

"Viscosity has sucessfully imported the connection/s. It is now available in your connection list." = "Viscosity has sucessfully imported the connection/s. It is now available in your connection list.";

"Viscosity must reconnect your active connections to apply this change." = "Viscosity must reconnect your active connections to apply this change.";

"Viscosity requires administration rights when first launched in order to setup OpenVPN and required components. Viscosity will now exit. Please reopen Viscosity to try again." = "Viscosity requires administration rights when first launched in order to setup OpenVPN and required components. Viscosity will now exit. Please reopen Viscosity to try again.";

"Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again." = "Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again.";

"Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again." = "Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again.";

"Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again." = "Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again.";

"Waiting" = "正在等待";

"Yes" = "好";

"You must enter a Name for the connection." = "必须为连接命名";

"You must enter a Route before saving." = "在保存之前必须输入一个路径。";

"You must enter a port for the proxy server." = "必须为远程服务器指定一个端口。";

"You must enter a username to use for authentication." = "You must enter a username to use for authentication.";

"You must enter a valid address for the remote VPN server." = "You must enter a valid address for the remote VPN server.";

"You must enter an address for the proxy server." = "必须为代理服务器指定一个地址。";

"You must enter an address for the remote server." = "必须为远程服务器指定一个地址。";

"Your trial period expires in %d days. If you like Viscosity please purchase it for unrestricted use." = "Your trial period expires in %d days. If you like Viscosity please purchase it for unrestricted use.";

"Your trial period expires in 1 day! If you like Viscosity please purchase it for unrestricted use." = "Your trial period expires in 1 day! If you like Viscosity please purchase it for unrestricted use.";

"Your trial period has expired. If you like Viscosity please purchase it for unrestricted use." = "Your trial period has expired. If you like Viscosity please purchase it for unrestricted use.";

"day" = "天";

"days" = "天";

"hour" = "小时";

"hours" = "小时";

"minute" = "分钟";

"minutes" = "分钟";

"second" = "秒";

"seconds" = "秒";
